Repository: common-repository/messenger-bot-for-woocommerce
Catalog: languages/mbot-woocommerce-*.po
Languages: de_de

source: Contact Options
de_de: Kontaktmöglichkeiten

source: Receive updates in Messenger
de_de: Erhalte Nachrichten zu deiner Bestellung über den Facebook Messenger

source: Enter something
de_de: Ausfüllen

source: Facebook API Credentials
de_de: Facebook API Zugangsdaten

source: Your Callback URL is:
de_de: Deine Webhook URL lautet:

source: Page ID
de_de: Seiten ID

source: Page Tooken
de_de: Seiten Token

source: Verify Token
de_de: Verifizierungs Token

source: Checkbox size
de_de: Checkbox Größe

source: Send to Messenger Button color
de_de: Farbe des "An Messenger Senden" Buttons

source: Thank you for your order, you will be immediately notified when your order status changes.
de_de: Vielen Dank für deine Bestellung, du wirst über Änderungen und den aktuellen Status deiner Bestellung ab sofort automatisch informiert.

source: Your order is now pendig.
de_de: Der Status deiner Bestellung wurde in "In Bearbeitung" geändert.

source: Your order unfortunately failed.
de_de: Ihre Bestellung ist leider fehlgeschlagen.

source: Your order is now on hold.
de_de: Der Status deiner Bestellung wurde geändert zu "Wartend".

source: Your order is now processing
de_de: Deine Bestellung ist nun in Bearbeitung

source: Your order has been completed
de_de: Deine Bestellung wurde fertiggestellt

source: Your order has been refunded
de_de: Deine Bestellung wurde zurückerstattet

source: Your order has been cancelled
de_de: Deine Bestellung wurde storniert

source: Appearance
de_de: Darstellung

source: Messages
de_de: Nachrichten

source: New Order
de_de: Neue Bestellung

source: This is the message the user will recieve when they placed the order.
de_de: Diese Nachricht wird versendet, sobald der Nutzer die Bestellung abgeschlossen hat.

source: Pending Order
de_de: Ausstehende Bestellung

source: This is the message the user will recieve when the order status changed to "pending".
de_de: Diese Nachricht wird an den Kunden gesendet, sobald die Bestellung den Status "Zahlung ausstehend" erhält.

source: Failed Order
de_de: Fehlgeschlagende Bestellung

source: This is the message the user will recieve when the order failed.
de_de: Diese Nachricht wird an den Nutzer gesendet, sobald die Bestellung den Status "Fehlgeschlagen" erhält

source: On Hold
de_de: Wartestellung

source: This is the message the user will recieve when the order gets the status "on hold".
de_de: Diese Nachricht wird an den Nutze gesendet, sobald die Bestellung den Status "Wartestellung" erhält.

source: Processing
de_de: In Bearbeitung

source: This is the message the user will recieve when the order gets the status "processing".
de_de: Diese Nachricht wird versendet, sobald die Bestellung den Status "In Bearbeitung" erhält

source: Completed Order
de_de: Bestellung Fertiggestellt

source: This is the message the user will recieve when the order gets the status "completed".
de_de: Diese Nachricht wird versendet, sobald die Bestellung fertiggestellt wurde

source: Refunded Order
de_de: Rückerstattet

source: This is the message the user will recieve when the order gets the status "refunded".
de_de: Diese Nachricht wird versendet, sobald die Bestellung den Status "Rückerstattung" erhält.

source: Cancelled Order
de_de: Stornierte Bestellung

source: This is the message the user will recieve when the order gets the status "cancelled".
de_de: Diese Nachricht wird versendet, sobald die Bestellung den Status "Stornierte Bestellung" erhält.

source: Appearance of the Facebook Messenger Plugins
de_de: Darstellung der Facebook Messenger Plugins

source: Small
de_de: Klein

source: Medium
de_de: Mittel

source: Large
de_de: Groß

source: xLarge
de_de: Extra Groß

source: Initial checkbox status
de_de: Initialer Checkbox Status

source: Unchecked
de_de: nicht ausgewählt

source: Allow / disallow login
de_de: Login erlauben / verbieten

source: Allow Login
de_de: Login ermöglichen

source: Disallow Login
de_de: Login nicht ermöglichen

source: Blue
de_de: Blau

source: White
de_de: Weiß

source: Enforce Login for every user
de_de: Login für alle Nutzer erzwingen

source: Enable Login only for logged out users
de_de: Login nur für nicht angemeldete Facebook Nutzer erzwingen

source: Following URLs are currently whitelisted for the use of the messenger checkbox plugin: <br />
de_de: Folgende URLs wurden aktuell für die Nutzung des Checkbox Plugins freigeschaltet:

source: View Tracking
de_de: Sendungsverfolgung ansehen

source: Get notified about Updates via Facebook Messenger
de_de: Bleibe mit Hilfe des Facebook Messengers über den aktuellen Status deiner Bestellung informiert.

source: Messengerbot for WooCommerce
de_de: Messenger Bot für WooCommerce

source: Stay in contact with you customers via Facebook Messenger. Send them notifications when the order status changes.
de_de: Bleibe mit deinen Kunden über den Facebook Messenger in Kontakt. Sende Ihnen Benachrichtigungen, sobald sich der Bestellstatus ändert.
